Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/gammetuft.html.tmx
Source language: nob
Languages: sma

source: Jalgesjohka - Tverrelva.
sma: Gåetiesijjie Jalgesjohka.

source: Utydelig gammetuft med Heikaveien gjennom.
sma: Gåetiesijjie man tjïrrh Heikageajnoe jåhta.

source: Denne gammetuften er fra omkring 1820.
sma: Daate gåetiesijjie lea ovrehte jaepeste 1820.

source: Her bodde Anders Mikkelsen (1791-1842) og hustru Synnev Andersdatter (1795-1878) mellom 1820-1842.
sma: Daesnie Anders Mikkelsen (1791-1842) jïh gåmmebe Synnev Andersdatter (1795-1878) årroejigan jaepiej 1820-1842.

source: Anders og Synnev hadde totalt syv barn.
sma: Anders jïh Synnev ållesth tjïjhtje maanah utnigan.

source: Datter Elen Susanna (1820-1898) giftet seg med Johannes Olsen (1812-1904) fra Bakkeli i Snubba.
sma: Dej nïejte Elen Susanna (182-1898) pruvri Johannes Olseninie (1812-1904) Bakkelieste Snubbesne

source: Anders og svigersønnen Johannes fikk skjøte på gården Gállogieddi, men Anders rakk aldri å flytte til dit.
sma: Anders jïh vïjve Johannes åestemeprieviem gaertienisnie Gállogieddi åadtjoejin, men idtji Anders ryöhkh dohkoe juhtedh.

source: Han omkom på fiske på Skrova i mars samme året.
sma: Dïhte göölemisnie Skrovesne faaradi njoktjen seamma jaepien.

source: Synnev og Anders sin andre sønn, Peder (1823-1868), giftet seg med Eva Katrine Olofsdatter (1822-1890) fra Pajala.
sma: Synnev jïh Andersen mubpie baernie, Peder (1823-1868) Eva Katrine Olofsdatterinie (1822-1890) pruvri mij lij Pajaleste.

source: De flyttet også til Gállogieddi, men familien gikk i oppløsning etter at Peder omkom i et tragisk snøskred i 1868.
sma: Dah aaj Gállogieddin gåajkoe juhtin, men fuelhkie juakasovvi mænngan Peder vesties lopmevæjrosne faaradi 1868.

source: Kona flyttet da til Tuva i Ballangsmark, hvor hun var budeie og husmor hos Finne Eriksen.
sma: Dellie gåmmebe Tuvan gåajkoe, Ballangsmarkesne juhti, gusnie govside geehti jïh lij maarhmore Finne Eriksen luvnie.

source: Heikaveien gikk like ved den denne gammen.
sma: Heika-geajnoe eevre daan derhviegåetien baaktoe juhti.

source: Den fortsatte over ei stokkebru over Tverrelva, og videre ned til Kvigelva.
sma: Dïhte stuehkiepruvviem jåerhkieji Jalgesjåhkan bijjelen, jïh guhkiebasse Kvigelvan gåajkoe.

source: Der går den sammen med Attergårdsveien.
sma: Desnie aktanadta Attergård-geajnojne.

source: Vestover fra Tverrelva går veien i nordkant av Moskimyra.
sma: Jallese Jalgesjohkan luvhtie geajnoe Moskipluevien noerhtebielesne jåhta.

source: Den er godt synlig.
sma: Dïhte våajnoes
